{

  "main-menu-items": [
    
    {
      "id": 1,
      "menuItemId": "MM001",
      "component": "about",
      "title": "About",
      "tooltip": "About Page",
      "description": "about menu item"
    }
    
  ],

  "training" : [
  {
    "id": 1,
    "trainingId": "ETT07022",
    "icon": "svg-13",
    "status": "Scheduled",
    "scheduledFor": "Sun Nov 08 2015 22:52:16 GMT+0530 (Sri Lanka Standard Time)",
    "title": "Magna in veniam occaecat proident.",
    "description": "Incididunt nisi ad veniam deserunt nulla. Est elit amet exercitation sint. Qui quis Lorem sit commodo dolor ipsum. Est minim nulla incididunt labore sint esse. Sunt anim velit cupidatat consequat consectetur fugiat proident.\r\n",
    "trainers": [
      {
        "id": 0,
        "firstName": "Blevins",
        "lastName": "Mccullough"
      },
      {
        "id": 1,
        "firstName": "Burgess",
        "lastName": "Lewis"
      },
      {
        "id": 2,
        "firstName": "Dorothy",
        "lastName": "Frost"
      }
    ]
  },
  {
    "id": 2,
    "trainingId": "ETT03096",
    "icon": "svg-7",
    "status": "Done",
    "scheduledFor": "Sun Dec 20 2015 21:42:05 GMT+0530 (Sri Lanka Standard Time)",
    "title": "Sit Lorem voluptate duis dolore fugiat sunt aute exercitation incididunt nostrud.",
    "description": "Voluptate ut fugiat est pariatur. Consequat veniam culpa est aute ipsum excepteur officia amet fugiat elit eiusmod elit anim occaecat. Proident adipisicing adipisicing quis reprehenderit Lorem sunt minim nostrud nulla reprehenderit sunt reprehenderit ut elit.\r\n",
    "trainers": [
      {
        "id": 0,
        "firstName": "Janell",
        "lastName": "Peterson"
      }
    ]
  },
  {
    "id": 3,
    "trainingId": "ETT03614",
    "icon": "svg-5",
    "status": "Canceled",
    "scheduledFor": "Tue Feb 23 2016 08:21:04 GMT+0530 (Sri Lanka Standard Time)",
    "title": "Eu sunt enim exercitation officia amet aliquip elit proident.",
    "description": "Reprehenderit Lorem proident veniam velit sunt incididunt ullamco voluptate duis et cillum. Quis laboris sint do sunt incididunt sunt Lorem qui. Velit dolore fugiat dolor eiusmod id id qui nulla laboris officia minim sit cupidatat. Cupidatat ipsum nulla voluptate ullamco aliqua ea aliquip laboris occaecat. Cillum enim cupidatat amet tempor labore ad. Adipisicing sunt dolor culpa ullamco aliquip aute.\r\n",
    "trainers": [
      {
        "id": 0,
        "firstName": "Alejandra",
        "lastName": "Harper"
      },
      {
        "id": 1,
        "firstName": "Shelby",
        "lastName": "Nash"
      }
    ]
  },
  {
    "id": 4,
    "trainingId": "ETT04533",
    "icon": "svg-9",
    "status": "Planned",
    "scheduledFor": "Sat Jun 18 2016 07:41:59 GMT+0530 (Sri Lanka Standard Time)",
    "title": "Eu mollit et et dolor.",
    "description": "Ipsum consectetur officia excepteur enim Lorem non ea aute anim adipisicing sit sit laborum ea. Ipsum veniam incididunt minim aliquip enim laboris duis quis pariatur. Dolore laborum nisi ad eiusmod laborum laboris dolor dolore. Eu exercitation incididunt laboris magna officia laborum excepteur. Sit et deserunt occaecat ea excepteur esse ad reprehenderit est qui ex.\r\n",
    "trainers": [
      {
        "id": 0,
        "firstName": "Violet",
        "lastName": "Mcgowan"
      }
    ]
  },
  {
    "id": 5,
    "trainingId": "ETT08812",
    "icon": "svg-9",
    "status": "Scheduled",
    "scheduledFor": "Wed Dec 02 2015 08:04:56 GMT+0530 (Sri Lanka Standard Time)",
    "title": "Laborum anim deserunt occaecat incididunt esse tempor velit irure tempor velit exercitation culpa ad.",
    "description": "Aliquip enim ad in ut dolore dolore sit reprehenderit dolor cillum incididunt tempor. Reprehenderit cupidatat sunt aliquip excepteur enim excepteur veniam velit culpa sunt. Et voluptate tempor ex voluptate culpa reprehenderit adipisicing do. Cillum eiusmod reprehenderit minim elit enim Lorem deserunt esse exercitation adipisicing id labore quis nulla. Aute laboris elit laborum esse laboris fugiat irure sunt aliquip aliquip. Culpa cupidatat aute eiusmod sunt consectetur ea aliqua aute culpa nostrud laborum.\r\n",
    "trainers": [
      {
        "id": 0,
        "firstName": "Felecia",
        "lastName": "Marsh"
      },
      {
        "id": 1,
        "firstName": "Serrano",
        "lastName": "Christian"
      },
      {
        "id": 2,
        "firstName": "Castro",
        "lastName": "Ward"
      }
    ]
  },
  {
    "id": 6,
    "trainingId": "ETT04081",
    "icon": "svg-9",
    "status": "Planned",
    "scheduledFor": "Tue Jan 26 2016 19:56:34 GMT+0530 (Sri Lanka Standard Time)",
    "title": "Adipisicing ullamco eu proident sint enim reprehenderit sit commodo proident aliqua elit.",
    "description": "Et voluptate irure ipsum veniam quis reprehenderit proident reprehenderit pariatur magna irure. Laboris quis est est laborum voluptate irure Lorem dolor elit laboris dolore. Velit incididunt laboris aute aute laborum sunt voluptate enim ex magna excepteur voluptate sunt consequat. Laborum aute ex ut velit aliquip.\r\n",
    "trainers": [
      {
        "id": 0,
        "firstName": "Kelly",
        "lastName": "Hendricks"
      }
    ]
  },
  {
    "id": 7,
    "trainingId": "ETT05401",
    "icon": "svg-11",
    "status": "Planned",
    "scheduledFor": "Tue Feb 23 2016 22:28:16 GMT+0530 (Sri Lanka Standard Time)",
    "title": "Irure duis ipsum ea et.",
    "description": "Nulla culpa dolor nulla cillum elit occaecat in excepteur minim voluptate officia. Eiusmod do ex nisi laborum magna esse eu officia adipisicing aliquip laboris ipsum. Eu incididunt officia voluptate laboris esse eu deserunt. Qui eu velit culpa sint cillum aute id quis. Ea eiusmod consequat adipisicing proident culpa officia sit ea sit consectetur id aute commodo. Fugiat consequat aliqua labore do exercitation consequat. Labore ea enim pariatur ut nostrud magna sint tempor adipisicing aute commodo ex cupidatat.\r\n",
    "trainers": [
      {
        "id": 0,
        "firstName": "Hawkins",
        "lastName": "Carney"
      }
    ]
  },
  {
    "id": 8,
    "trainingId": "ETT07962",
    "icon": "svg-7",
    "status": "Scheduled",
    "scheduledFor": "Tue May 03 2016 04:53:00 GMT+0530 (Sri Lanka Standard Time)",
    "title": "Nisi non dolor dolor eiusmod quis ad.",
    "description": "Amet amet non minim incididunt cupidatat et cillum. Culpa labore eiusmod culpa do aliquip culpa anim aute. Sint et proident tempor nulla magna esse consequat tempor aliquip nisi. Est enim proident culpa dolor anim minim. Aute ex ipsum dolor officia cupidatat nulla aliqua excepteur. In reprehenderit aliqua culpa magna veniam veniam in laborum.\r\n",
    "trainers": [
      {
        "id": 0,
        "firstName": "Deanne",
        "lastName": "Hahn"
      },
      {
        "id": 1,
        "firstName": "Swanson",
        "lastName": "Snider"
      }
    ]
  },
  {
    "id": 9,
    "trainingId": "ETT09430",
    "icon": "svg-9",
    "status": "Planned",
    "scheduledFor": "Mon Jan 11 2016 21:44:05 GMT+0530 (Sri Lanka Standard Time)",
    "title": "Sit ex id ullamco sit laborum excepteur.",
    "description": "Proident aliqua nisi sint adipisicing quis minim. Reprehenderit sunt veniam amet et qui. Commodo officia consequat incididunt voluptate nisi cupidatat tempor duis ex commodo laboris. Culpa commodo exercitation commodo cillum consectetur culpa reprehenderit ea consequat ut ullamco nulla quis duis. Excepteur nisi proident amet reprehenderit velit cupidatat nulla minim consequat.\r\n",
    "trainers": [
      {
        "id": 0,
        "firstName": "Beverly",
        "lastName": "Booth"
      },
      {
        "id": 1,
        "firstName": "Mathews",
        "lastName": "Richard"
      },
      {
        "id": 2,
        "firstName": "Barbara",
        "lastName": "Meyers"
      }
    ]
  },
  {
    "id": 10,
    "trainingId": "ETT09377",
    "icon": "svg-11",
    "status": "Planned",
    "scheduledFor": "Sun Jan 17 2016 21:16:20 GMT+0530 (Sri Lanka Standard Time)",
    "title": "Sit commodo nulla sit ex quis laboris incididunt reprehenderit anim.",
    "description": "Proident nulla nulla enim dolor do consectetur. Mollit duis in labore culpa mollit esse dolor esse ipsum occaecat. Enim est aute officia duis aliqua fugiat sit. Qui et amet sit magna cillum velit in adipisicing. Ad et occaecat esse eu ad in labore et.\r\n",
    "trainers": [
      {
        "id": 0,
        "firstName": "Jackson",
        "lastName": "Mcfadden"
      },
      {
        "id": 1,
        "firstName": "Randolph",
        "lastName": "Alston"
      }
    ]
  }
]




}